{"day": 5, "consultation": 9, "presenting_complaint": "Tired all the time", "note": "PC: Tired all the time.\n\nHPC: Tired and feeling run down for last 6 weeks. Last felt well at xmas. Seemed to start after return from holiday in the States. Did lots of walking in shorts in Yosemite, didn't notice bite. Well when on hol. Felt unwell on return. Initially had red circular rash on back of calf mid-end Feb.  Lasted few weeks and faded. Had fever, sore throat at that time. Reduced appetite, no wt loss, \n\nSE: GI - Dec app, no change in BH, no blood in stool, no dyspepsia.\nNeuro: General headache/no visual disturbance/altered sens/weakness.Yosemite Park. \nRS: No cough/sputum/CP/SOB. No coryzal sx/sore throat.\nNot exercising due to lack of energy\nLS: Aching shoulder/legs/back. No joint swelling.\nNo other rashes noted.\n\nNo sx depression.\n\nPMH: Asthma, hayfever\n\nDH: Has bd inhaler ? ICS, does not take salbutamol regularly. Cetirizine OD\nOcc.Lives with wife. Non smoker. Occ alcohol.\n\nImp: 6/52 hx fatigue and hx circular rash on calf.\n\nPlan: Needs screening bloods for TATT including Lyme serology.\n\nFU 1 week later with GP.\n10.  13:30-13:50\n\t\t“I have a blinding headache”\nNote: PC : Headache\n\nHPC: 3/7 hx headache. Starts on waking up. Over right eye. Seeing lights in front of eyes. Can be worse when stands up not when bends over/cough/sneeze. Vision not disturbed. No nausea/vomiting. No altered taste/smell. Worse in the light. No rash. No fever. No coryzal symptoms. Not woken up in the night. No tingling/numbness/weakness. \nWell before this episode. Has been lacking in energy but no wt loss. \nSeverity 5-8/10. Taking ibuprofen, eases slightly but not resolving. \n\nHas had some generalised headaches before but not bad and associated symptoms/altered vision.\nPMH: Nil\nDH: Mercilon. BP last checked 1 yr ago was normal.\n\nFMHx: Mum has migraine.\n\nSH: Non smoker. No illicit drugs, 3 beers/week. Works from home.\n\nImp: Likely migraine but as ongoing and persistent needs neurological examination to exclude other pathology. Advised regular paracetamol and naproxen with food (will prescribe). If gets worse in meantime contact us straightaway or go to A&E is severe/unrelenting.\n", "highlights": ["Tired", "Did lots of walking in shorts in Yosemite", "red circular rash", "fever", "sore throat", "Aching shoulder/legs/back"]}
